IDS_DGNREPORTBASE_TEST = "DgnReportBase-Test(Lang:RUS)"
IDS_DGNREPORTBASE_NOT_IMAGEFILE = "\""Image파일이 존재하지 않습니다.\"" "
IDS_USER_DEFINED_UNIT_SYSTEM_IS_APPLIED = "User defined unit system is applied."
IDS_USER_UNIT_SYSTEM = "Unit System"
IDS_DGNREPORTBASE_TABLE = "Table"
IDS_DGNREPORTBASE_FIGURE = "Figure"
IDS_DGNREPORTBASE_MARK_ROUND = "O"
IDS_DGNREPORTBASE_MARK_TRI = ">>"
IDS_DGNREPORTBASE_MARK_PI = "π"
IDS_DGNREPORTBASE_MARK_PLUS = "＋"
IDS_DGNREPORTBASE_MARK_MINUS = "－"
IDS_DGNREPORTBASE_MARK_MULTIPLY = "×"
IDS_DGNREPORTBASE_MARK_DIVISION = "÷"
IDS_DGNREPORTBASE_MARK_PLUSMINUS = "±"
IDS_DGNREPORTBASE_MARK_EQUAL = "＝"
IDS_DGNREPORTBASE_MARK_NOTEQUAL = "≠"
IDS_DGNREPORTBASE_MARK_APPEQUAL = "≒"
IDS_DGNREPORTBASE_MARK_LESS = "＜"
IDS_DGNREPORTBASE_MARK_GREATER = "＞"
IDS_DGNREPORTBASE_MARK_LESSEQUAL = "≤"
IDS_DGNREPORTBASE_MARK_GREATEREQUAL = "≥"
IDS_DGNREPORTBASE_MARK_INFINITY = "∞"
IDS_DGNREPORTBASE_MARK_THEREFORE = "∴"
IDS_DGNREPORTBASE_MARK_BECAUSE = "∵"
IDS_DGNREPORTBASE_MARK_REFERENCE = "※"
IDS_DGNREPORTBASE_MARK_ROOT = "√"
IDS_DGNREPORTBASE_MARK_DEGCELSIUS = "℃"
IDS_DGNREPORTBASE_MARK_DEGFAHRENHEIT = "℉"
IDS_DGNREPORTBASE_MARK_PERMILLE = "‰"
IDS_DGNREPORTBASE_MARK_RIGHTPOINTING = "☞"
IDS_DGNREPORTBASE_MARK_LEFTPOINTING = "☜"
IDS_DGNREPORTBASE_MARK_RIGHTARROW = "→"
IDS_DGNREPORTBASE_MARK_LEFTARROW = "←"
IDS_DGNREPORTBASE_MARK_HORIZONELLIPSIS = "…"
IDS_DGNREPORTBASE_MARK_OK = "○"
IDS_DGNREPORTBASE_OK = "O.K"
IDS_DGNREPORTBASE_NG = "N.G"
IDS_DGNREPORTBASE_ARROW_OK = "  →  O.K"
IDS_DGNREPORTBASE_ARROW_NG = "  →  N.G"
IDS_DGNREPORTBASE_ARROW_CHK = "  →  CHECK"
IDS_DGNREPORTBASE_ARROW_NOT_ACC = "  →  Not Acceptable"
IDS_DGNREPORTBASE_YES = "Yes"
IDS_DGNREPORTBASE_NO = "No"
IDS_DGNREPORTBASE_ARROW_SLENDER = "  →  Slender"
IDS_DGNREPORTBASE_ARROW_NOT_SLENDER = "  →  Not Slender"
IDS_DGNREPORTBASE_ARROW_COMPACT = "  →  Compact"
IDS_DGNREPORTBASE_ARROW_NONCOMPACT = "  →  Noncompact"
IDS_DGNREPORTBASE_ARROW_NEED_SIDESWAY_BUCKLING = "  →  Sidesway buckling is not necessary"
IDS_DGNREPORTBASE_ARROW_CHK_SIDESWAY_BUCKLING = "  →  Check sidesway buckling"
IDS_DGNREPORTBASE_STIFF_NOT_REQ = "Stiffener is not required"
IDS_DGNREPORTBASE_STIFF_REQ = "Stiffener is required"
IDS_DGNREPORTBASE_SLENDER = "Slender"
IDS_DGNREPORTBASE_NOT_SLENDER = "Not Slender"
IDS_DGNREPORTBASE_COMPACT = "Compact"
IDS_DGNREPORTBASE_NONCOMPACT = "Noncompact"
IDS_ANGLE_OF_ROTATION_AND_DERIVATIVES = "Angle of Rotation and Derivatives"
IDS_AXIAL_CAPACITY = "Axial Capacity"
IDS_AXIAL_STRESS = "Axial Stress"
IDS_AXIAL_RESISTANCE = "Axial Resistance"
IDS_BENDING_AND_AXIAL_RESISTANCE = "Bending and Axial Resistance"
IDS_BENDING_AND_SHEAR_RESISTANCE = "Bending and Shear Resistance"
IDS_BUCKLING_RESISTANCE = "Buckling Resistance"
IDS_COMBINED_RATIO = "Combined Ratio"
IDS_COMBINED_STRENGTH_RATIO = "Combined Strength Ratio"
IDS_COMBINED_STRESS_RATIO = "Combined Stress Ratio"
IDS_COMPRESSION_RESISTANCE = "Compression Resistance"
IDS_COMPRESSION_STRENGTH = "Compression Strength"
IDS_COMPRESSION_STRESS = "Compression Stress"
IDS_FLANGE = "Flange"
IDS_FLEXURAL_BUCKLING_RESISTANCE = "Flexural Buckling Resistance"
IDS_LATERAL_TORSIONAL_BUCKLING_RESISTANCE = "Lateral Torsional Buckling Resistance"
IDS_LIMIT_STATE_OF_BUCKLING = "Limit State of Buckling"
IDS_MAJOR = "Major"
IDS_MAJOR_AXIS = "Major Axis"
IDS_MINOR = "Minor"
IDS_MINOR_AXIS = "Minor Axis"
IDS_MOMENT_CAPACITY = "Moment Capacity"
IDS_MOMENT_RESISTANCE = "Moment Resistance"
IDS_MOMENT_STRENGTH = "Moment Strength"
IDS_MOMENT_STRESS = "Moment Stress"
IDS_RESULT_BY_POSITION = "Result by Position"
IDS_SHEAR_CAPACITY = "Shear Capacity"
IDS_SHEAR_RESISTANCE = "Shear Resistance"
IDS_SHEAR_STRESS = "Shear Stress"
IDS_SLENDERNESS_RATIO = "Slenderness Ratio"
IDS_STRESS = "Stress"
IDS_TENSION_RESISTANCE = "Tension Resistance"
IDS_TENSION_STRENGTH = "Tension Strength"
IDS_TENSION_STRESS = "Tension Stress"
IDS_TORSION_CAPACITY = "Torsion Capacity"
IDS_TORSION_CAPACITY_OPEN_SECTION = "Torsion Capacity ( Open Section )"
IDS_TORSION_STRENGTH = "Torsion Strength"
IDS_TORSIONAL_FLEXURAL_BUCKLING_RESISTANCE = "Torsional Flexural Buckling Resistance"
IDS_WEB = "Web"
IDS_WIDTH_THICKNESS_RATIO = "Width-Thickness Ratio"
IDS_X = "X"
IDS_X_DIR = "X Dir."
IDS_X_DIRECTION = "X Direction"
IDS_Y = "Y"
IDS_Y_DIR = "Y Dir."
IDS_Y_DIRECTION = "Y Direction"
IDS_YIELDING_UNDER_NORMAL_STRESS = "Yielding under Normal Stress"
IDS_YIELDING_UNDER_SHEAR_STRESS = "Yielding under Shear Stress"
IDS_DGNREPORTBASE_MPHI_CURVE = "Кривая Момент-Кривизна"
IDS_DGNREPORTBASE_STL_TENS = "Растяж. стали"
IDS_DGNREPORTBASE_STL_COMP = "Сжатие стали"
IDS_DGNREPORTBASE_CON_COMP = "Сжатие бетона"
IDS_DGNREPORTBASE_STL_STRAIN = "Деформ. стали"
IDS_DGNREPORTBASE_CON_STRAIN = "Деформ. бетона"
IDS_DGNREPORTBASE_MOMENT = "Момент"
IDS_DGNREPORTBASE_CURVATURE = "Кривизна"
IDS_DGNREPORTBASE_CURVE = "кривая"
IDS_DGNREPORTBASE_POSITIVE = "Положительный"
IDS_DGNREPORTBASE_NEGATIVE = "Отрицательный"
IDS_DGNREPORTBASE_AXIAL_FORCE = "Осевая сила"
IDS_DGNREPORTBASE_NA_ANGLE = "Угол нейтральной оси"
IDS_DGNREPORTBASE_CON_HEIGHT = "Высота бетона"
IDS_DGNREPORTBASE_CON_WIDTH = "Ширина бетона"
IDS_DGNREPORTBASE_CON_AREA = "Площадь бетона"
IDS_DGNREPORTBASE_RBAR_AREA = "Площадь арматуры"
IDS_DGNREPORTBASE_CRACK = "Трещина"
IDS_DGNREPORTBASE_YIELD = "Текучесть"
IDS_DGNREPORTBASE_INITIAL = "Начальный"
IDS_DGNREPORTBASE_IDEAL = "Идеальный"
IDS_DGNREPORTBASE_ULTIMATE = "Предельный"
IDS_DGNREPORTBASE_CHECK = "Проверка"
IDS_DGNREPORTBASE_DESIGN_SECTION = "Проверка сечений "
IDS_DGNREPORTBASE_DESIGN_REBAR = "Проверка армирования "
IDS_DGNREPORTBASE_EDIT = "Изменить"
IDS_DGNREPORTBASE_CONCRETE = "Бетон "
IDS_DGNREPORTBASE_STEEL = "Сталь "
IDS_DGNREPORTBASE_SRC = "Сталебетон "
IDS_DGNREPORTBASE_STEEL_COMPOSITE = "СТЖБ "
IDS_DGNREPORTBASE_BEAM = "Балка..."
IDS_DGNREPORTBASE_PLATE_BEAM = "Плитная балка..."
IDS_DGNREPORTBASE_COLUMN = "Колонна..."
IDS_DGNREPORTBASE_PLATE_COLUMN = "Плитная колонна..."
IDS_DGNREPORTBASE_BRACE = "Распорка..."
IDS_DGNREPORTBASE_WALL = "Стена..."
IDS_DGNREPORTBASE_SLAB = "Плита..."
IDS_DGNREPORTBASE_ISO_FOOTING = "Изолированная фундамент..."
IDS_DGNREPORTBASE_STRIP_FOOTING = "Ленточный фундамент..."
IDS_DGNREPORTBASE_PILE_FOOTING = "Свайный фундамент..."
IDS_DGNREPORTBASE_BASEMENT_WALL = "Стена подвала..."
IDS_DGNREPORTBASE_INPLANE_WALL = "Стена в плоскости..."
IDS_DGNREPORTBASE_SHELL = "Оболочка..."
IDS_DGNREPORTBASE_MARK_SUM = "Σ"
IDS_WELD_POSITION = "Weld Position"
IDS_WELD_LENGTH = "Weld Length"
IDS_PROVIDED_WELD_LENGTH = "Provided Length"
